tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "joshuaclayton/formulae"
brew "adns"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bats"
brew "bison"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "gdbm"
brew "libffi"
brew "openssl"
brew "readline"
brew "python"
brew "glib"
brew "cairo"
brew "chruby"
brew "cmake"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "erlang"
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "fribidi"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "global"
brew "gmp"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphite2"
brew "graphviz"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "json-c"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "msgpack"
brew "neovim"
brew "nnn"
brew "node"
brew "postgresql", restart_service: true
brew "python@2"
brew "rabbitmq", restart_service: true, link: false
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rtv"
brew "ruby-install"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus"
brew "joshuaclayton/formulae/unused"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "brave-browser"
cask "chromedriver"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "drawio"
cask "expressvpn"
cask "font-fira-code"
cask "font-hack"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "oni"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "skim"
cask "skitch"
cask "slack"
cask "sloth"
cask "sourcetree"
cask "spotify"
cask "typora"
cask "visual-studio-code"
cask "vlc"
mas "Airmail 3", id: 918858936
mas "Alinof TimerPro", id: 627545560
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Memory Cleaner", id: 748212890
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "WhatsApp", id: 1147396723
mas "WhiteNoise", id: 415139197
mas "Xcode", id: 497799835
